Repository: winsmith/cliqz-user-agent-ios
Catalog: Branding/Cliqz/*.lproj/ForgetMode.strings
Languages: de

# ForgetMode.ShareExtension.OpenInPrivateTab
source: Open in New Forget Mode Tab
de: In neuem Vergessen-Modus Tab öffnen

# ForgetMode.AutomaticForgetMode.Title
source: Automatic Forget Mode
de: Automatischer Vergessen-Modus

# ForgetMode.AutomaticForgetMode.Description
source: Your spouse or partner may secretly read your private messages, but they'll never know if you've visited any porn sites. %@ this with its Automatic Forget Mode feature that prevents adult sites from appearing in your browsing history. You're welcome!
de: Dein Partner oder deine Partnerin mögen vielleicht heimlich deine privaten Nachrichten lesen, aber sie werden niemals erfahren, ob du irgendwelche Pornoseiten besucht hast. Dafür sorgt der Automatische Vergessen-Modus von %@. Er verhindert, dass nicht jugendfreie Seiten im Browserverlauf auftauchen. Gern geschehen!

# ForgetMode.ContextMenu.OpenInNewPrivateTab
source: Open in New Forget Mode Tab
de: In neuem Vergessen-Modus Tab öffnen

# ForgetMode.Hotkeys.PrivateBrowsingModeTitle
source: Forget Mode
de: Vergessen-Modus

# ForgetMode.TabTray.SwitchToPBMKeyCodeTitle
source: Forget Mode
de: Vergessen-Modus

# ForgetMode.EmptyPrivateTabsDescription
source: You are browsing in Forget Mode: Websites you visit in the mode will not be saved in your history, and local data, including cookies, will not be stored.
de: Du surfst im Vergessen-Modus: Websites, die du in diesem Modus besuchst, werden nicht in deinem Browserverlauf gespeichert, und lokale Daten einschließlich Cookies werden nicht gespeichert.

# ForgetMode.EmptyPrivateTabsTitle
source: Forget Mode
de: Vergessen-Modus Surfen

# ForgetMode.ToggleAccessibilityLabel
source: Forget Mode
de: Vergessen-Modus

# ForgetMode.ToggleAccessibilityHint
source: Turns forget mode on or off
de: Schaltet den Vergessen-Modus an oder aus

# ForgetMode.ClosePrivateTabsDescription
source: When Leaving Forget Mode
de: Beim Verlassen des Vergessen-Modus
