Repository: winsmith/cliqz-user-agent-ios
Catalog: Translations/*.lproj/Search.strings
Languages: de

source: %@ search
de: %@-Suche

source: Search Settings
de: Sucheinstellungen

source: Search suggestions from %@
de: Suchvorschl√§ge von %@

# Search.Visit
source: Visit
de: Aufrufen

# Search.ThirdPartyEngines.AddMessage
source: Die neue Suchmaschine erscheint in der Schnellsuchleiste.
de: The new search engine will appear in the quick search bar.

# Search.ThirdPartyEngines.AddSuccess
source: Suchmaschine hinzugefügt!
de: Added Search engine!

# Search.ThirdPartyEngines.AddTitle
source: Suchmaschine hinzufügen?
de: Add Search Provider?

# Search.ThirdPartyEngines.Cancel
source: Abbrechen
de: Cancel

# Search.ThirdPartyEngines.DuplicateErrorMessage
source: Eine Suchmaschine mit diesem Titel oder dieser URL wurde bereits hinzugefügt.
de: A search engine with this title or URL has already been added.

# Search.ThirdPartyEngines.DuplicateErrorTitle
source: Fehlgeschlagen
de: Failed

# Search.ThirdPartyEngines.FailedMessage
source: Die Suchmaschine konnte nicht hinzugefügt werden.
de: The search provider could not be added.

# Search.ThirdPartyEngines.FailedTitle
source: Fehlgeschlagen
de: Failed

# Search.ThirdPartyEngines.FormErrorMessage
source: Bitte füllen Sie alle Felder korrekt aus.
de: Please fill all fields correctly.

# Search.ThirdPartyEngines.FormErrorTitle
source: Fehlgeschlagen
de: Failed
