Repository: winsmith/cliqz-user-agent-ios
Catalog: Translations/*.lproj/UserAgent.strings
Languages: de

# HomeView.SegmentedControl.Bookmarks.Title
source: Bookmarks
de: Lesezeichen

# HomeView.SegmentedControl.History.Title
source: History
de: Verlauf

# HomeView.SegmentedControl.TopSites.Title
source: Top Sites
de: Übersicht

# Interceptor.AntiPhishing.UI.BackButtonLabel
source: Back to safe site
de: Zurück zu sicherer Webseite

# Interceptor.AntiPhishing.UI.ContinueButtonLabel
source: Continue despite warning
de: Trotz der Warnung fortfahren

# Interceptor.AntiPhishing.UI.Message
source: %1$@ has blocked access to %2$@ because it has been reported as a phishing website. Phishing websites disguise as other sites you may trust in order to trick you into disclosing your login, password or other sensitive information
de: %1$@ hat den Zugang zu %2$@ blockiert, weil sie als Phishing-Seite gemeldet wurde. Phishing-Seiten tarnen sich als vertrauenswürdige Websites, um dich dazu zu bringen, deinen Benutzernamen, dein Passwort oder andere vertrauliche Informationen preiszugeben.

# Interceptor.AntiPhishing.UI.Title
source: Warning: deceptive website!
de: Warnung: betrügerische Website!

# PrivacyDashboard.Legend.NoTrackersSeen
source: This domain does not contain any trackers, which is great!
de: Wunderbar, diese Website enthält keine Tracker!

# PrivacyDashboard.Legend.AllowListed
source: This mode might be helpful in case Anti-tracking or Ad-Block interfere with some website functions.
de: Dieser Modus kann hilfreich sein, wenn einige Website-Funktionen mit eingeschaltetem Anti-Tracking oder Werbeblocker nicht richtig funktionieren.

# PrivacyDashboard.Switch.AdBlock
source: Ad-Block on this page
de: Werbeblocker auf dieser Seite

# PrivacyDashboard.Switch.AntiTracking
source: Anti-Tracking on this page
de: Anti-Tracking auf dieser Seite

# PrivacyDashboard.Switch.PopupsBlocking
source: Block Pop-ups on this page
de: Pop-up-Blocker auf dieser Seite

# PrivacyDashboard.Title.AdBlockAllowListed
source: Trackers blocked
de: Blockierte Tracker

# PrivacyDashboard.Title.AntiTrackingAllowListed
source: Ads blocked
de: Blockierte Werbungen

# PrivacyDashboard.Title.BlockingEnabled
source: Trackers & Ads blocked
de: Blockierte Tracker und Werbungen

# PrivacyDashboard.Title.NoTrackersSeen
source: No trackers seen on
de: Keine Tracker auf

# PrivacyDashboard.Title.AllowListed
source: Disabled on this page
de: Deaktiviert auf dieser Seite

# PrivacyDashboard.ViewFullReport
source: Statistical Report
de: Statistikbericht

# PrivacyDashboard.ReportPage.SectionTitle
source: Report Broken Page
de: Kaputte Seite melden

# PrivacyDashboard.ReportPage.AlertTitle
source: Report Broken Page
de: Kaputte Seite melden

# PrivacyDashboard.ReportPage.AlertMessage
source: Report %@ as broken. Your report is anonymous. It is sent to %@ servers, but %@ will not know it came from you. You may provide additional information that could help us fix the broken page. This is optional.
de: %@ als kaputt melden. Deine Meldung ist anonym. Sie wird an %@ Server gesendet, aber %@ weiß nicht, dass sie von dir kam. Du kannst weitere Informationen angeben, um uns dabei zu helfen, die kaputte Seite zu reparieren. Dies ist optional.
